Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/SiriPreferenceExtension/SiriPreferenceExtension.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SAE_GLOBE_S
source: Press %@ S
ar: اضغط على ⁨%@ S⁩
ca: Prem %@ i S
cs: Stiskněte %@‑S
da: Tryk på %@-S
de: %@ + S drücken
el: Πατήστε %@-S
es: Pulsar %@ + S
es_us: Presionar %@ + S
fi: Paina %@-S
fr: Appuyer sur %@ + S
fr_ca: Appuyer sur %@ + S
he: לחיצה על מקש %@ ועל S
hi: %@ S दबाएँ
hr: Pritisnite %@ S
hu: %@ S megnyomása
id: Tekan %@ S
it: Premi %@ + S
ja: %@キーとSキーを押す
ko: %@ S 누르기
ms: Tekan %@ S
nl: Druk op %@ + S
no: Trykk på %@ S
pl: Naciśnij %@ S
pt: Pressione %@ S
pt_pt: Premir %@ + S
ro: Apăsare pe %@ S
ru: Нажать %@ S
sk: Stlačte %@-S
sl: Pritisk %@ S
sv: Tryck på %@-S
th: กด %@-S
tr: %@ S Tuşlarına Basın
uk: Натиснути %@ S
vi: Nhấn %@ S
zh_cn: 按下%@-S
zh_hk: 按下%@ + S
zh_tw: 按下%@+ S

# GM_SIRI_AND_DEVICE_LANGUAGE_MISMATCH
source: Apple Intelligence requires that Mac and Siri are set to the same language. Currently your Mac is set to %@ and Siri is set to %@. [View supported languages…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
ar: يتطلب ذكاء Apple تعيين نفس اللغة لكل من Mac و Siri. حاليًا، لغة Mac هي %@ ولغة Siri هي %@. [عرض اللغات المدعومة…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
ca: Per utilitzar l’Apple Intelligence, cal que el Mac i Siri estiguin configurats en el mateix idioma. Ara fas servir el Mac en %@ i Siri en %@. [Consulta els idiomes disponibles](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac).
cs: Apple Intelligence vyžaduje, aby byly Mac i Siri nastavené na tentýž jazyk. Na Macu je momentálně nastavená %@ a v nastavení Siri je vybraná %@. [Seznam podporovaných jazyků…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
da: Apple Intelligence kræver, at Mac og Siri er indstillet til det samme sprog. Din Mac er indstillet til %@, og Siri er indstillet til %@ på nuværende tidspunkt. [Se understøttede sprog…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
de: Für Apple Intelligence muss für den Mac und Siri dieselbe Sprache eingestellt sein. Zurzeit ist „%@“ für deinen Mac und „%@“ für Siri eingestellt. [Unterstützte Sprachen anzeigen …](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
el: Το Apple Intelligence απαιτεί τον καθορισμό του Mac και του Siri στην ίδια γλώσσα. Το Mac έχει οριστεί στα %@ και το Siri στα %@. [Προβολή υποστηριζόμενων γλωσσών…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
es: Para usar Apple Intelligence, el Mac y Siri deben estar configurados en el mismo idioma. Ahora mismo, el Mac está en %@ y Siri, en %@. [Consulta los idiomas disponibles.](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
es_us: Apple Intelligence requiere que elijas el mismo idioma para la Mac y Siri. Actualmente tu Mac está en %@ y Siri está en %@. [Consulta los idiomas compatibles…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
fi: Apple Intelligence edellyttää, että Mac ja Siri on asetettu käyttämään samaa kieltä. Tällä hetkellä Macin kieleksi on asetettu %@ ja Sirin kieleksi on asetettu %@. [Katso tuetut kielet…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
fr: Apple Intelligence requiert que ce Mac et Siri utilisent la même langue. La langue de votre Mac est actuellement réglée sur %@, et celle de Siri sur %@. [Consultez les langues prises en charge…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
fr_ca: Apple Intelligence requiert que le Mac et Siri soient configurés dans la même langue. Votre Mac est présentement configuré en %@ et Siri en %@. [Consulter les langues prises en charge…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
he: ניתן להשתמש ב-Apple Intelligence רק כאשר שפת ה-Mac והשפה של Siri זהות. שפת ה-Mac הנוכחית היא %@ והשפה של Siri היא %@. [הצגת השפות הנתמכות…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
hi: Apple Intelligence के लिए ज़रूरी है कि Mac और Siri को समान भाषा पर सेट किया गया हो। अभी आपका Mac %@ पर सेट है और Siri %@ पर। [समर्थित भाषाएँ देखें।](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
hr: Apple Intelligence zahtijeva da Mac i Siri budu podešeni na isti jezik. Trenutačno je vaš Mac podešen na %@, a Siri je podešena na %@. [Pogledajte podržane jezike…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
hu: Az Apple Intelligence-hez az szükséges, hogy a Mac és Siri ugyanarra a nyelvre legyen beállítva. Jelenleg a Mac %@ nyelvre, Siri pedig %@ nyelvre van beállítva. [Támogatott nyelvek megtekintése…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
id: Apple Intelligence mengharuskan Mac dan Siri diatur ke bahasa yang sama. Saat ini, Mac Anda diatur ke %@ dan Siri diatur ke %@. [Lihat bahasa yang didukung…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
it: Apple Intelligence richiede che il Mac e Siri siano impostati sulla stessa lingua. Attualmente, il Mac è impostato su “%@” e Siri su “%@”. [Visualizza le lingue supportate…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
ja: Apple Intelligenceを使用するには、MacとSiriが同じ言語に設定されている必要があります。現在、Macは%@に設定されていて、Siriは%@に設定されています。[対応言語を表示…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
ko: Apple Intelligence를 사용하려면 Mac과 Siri가 같은 언어로 설정되어 있어야 합니다. 현재 설정된 Mac의 언어는 %@, Siri 언어는 %@입니다. [지원 언어 보기…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
ms: Apple Intelligence memerlukan Mac dan Siri disetkan kepada bahasa yang sama. Ketika ini, Mac anda disetkan kepada %@ dan Siri disetkan kepada %@. [Lihat bahasa disokong…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
nl: Voor Apple Intelligence is vereist dat de Mac en Siri op dezelfde taal zijn ingesteld. Je Mac is momenteel ingesteld op %@ en Siri is ingesteld op %@. [Bekijk ondersteunde talen…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
no: Apple Intelligence krever at Macen og Siri bruker samme språk. Macen er for øyeblikket satt til %@ og Siri til %@. [Vis støttede språk…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
pl: Apple Intelligence wymaga, aby Mac i Siri używały tego samego języka. Obecnie język Maca to %@, a język Siri — %@. [Wyświetl obsługiwane języki…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
pt: A Apple Intelligence requer que o idioma do Mac e da Siri sejam iguais. No momento, o idioma do Mac é %@ e o da Siri é %@. [Veja os idiomas compatíveis…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
pt_pt: Para usar Apple Intelligence, o Mac e Siri têm de estar configurados com o mesmo idioma. O idioma atual do Mac é o %@ e o de Siri é o %@. [Consulte os idiomas suportados…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
ro: Apple Intelligence necesită ca Mac‑ul și Siri să fie configurate să utilizeze aceeași limbă. În prezent, Mac‑ul utilizează limba %@, iar Siri utilizează limba %@. [Vedeți limbile compatibile…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
ru: Для работы Apple Intelligence необходимо выбрать один и тот же язык для Mac и Siri. Сейчас языки настроены так: Mac — %@, Siri — %@. [Список поддерживаемых языков…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
sk: Apple Intelligence vyžaduje, aby boli Mac a Siri nastavené na rovnaký jazyk. Na Macu je momentálne nastavená %@ a pre Siri je nastavená %@. [Zobraziť podporované jazyky…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
sl: Za uporabo funkcije Apple Intelligence morata imeti Mac in Siri nastavljen isti jezik. Trenutno je v Macu nastavljen jezik %@ in v Siri %@. [Oglejte si podprte jezike …](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
sv: Apple Intelligence kräver att datorn och Siri är inställda på samma språk. Just nu är datorn inställd på %@ och Siri på %@. [Visa språk som stöds…](https://support.apple.com/sv-se/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
th: Apple Intelligence ต้องการให้ตั้งค่า Mac และ Siri เป็นภาษาเดียวกัน ในตอนนี้ Mac ของคุณตั้งค่าเป็นภาษา%[tt]@และ Siri ตั้งค่าเป็นภาษา%[tt]@ [ดูภาษาที่รองรับ…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
tr: Apple Intelligence, Mac’in ve Siri’nin aynı dile ayarlanmasını gerektirir. Şu anda Mac’inizin dil ayarı %@, Siri’nin dil ayarı ise %@. [Desteklenen dilleri görüntüle…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
uk: Apple Intelligence потребує, щоб для Mac і Siri було задано одну й ту саму мову. Наразі мовою Mac є %@, а мовою Siri — %@. [Переглянути підтримувані мови…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
vi: Apple Intelligence yêu cầu máy Mac và Siri phải được đặt thành cùng một ngôn ngữ. Hiện tại, máy Mac của bạn được đặt thành %@ và Siri được đặt thành %@. [Xem các ngôn ngữ được hỗ trợ…](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
zh_cn: Apple智能需要Mac和Siri设为相同语言。当前Mac设为%@而Siri设为%@。[查看支持的语言…](https://support.apple.com/zh-cn/guide/mac-help/mchl46361784/mac)
zh_hk: Apple Intelligence需要Mac和Siri設為相同語言。目前你的Mac設定為%@而Siri設定為%@。[檢視支援的語言⋯](https://support.apple.com/zh-hk/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)
zh_tw: Apple Intelligence需要將Mac和Siri設為相同語言。目前你的Mac設為%@，而Siri設為%@。[檢視支援的語言⋯](https://support.apple.com/guide/mac-help/introducing-apple-intelligence-mchl46361784/mac)

# SIRISUGGESTIONS_SHOWCHECKBOX_TITLE_CONTACTSAPP
source: Show Siri Suggestions for contacts
ar: إظهار اقتراحات Siri لجهات الاتصال
ca: Mostra els suggeriments de Siri als contactes
cs: Zobrazovat návrhy Siri pro kontakty
da: Vis Siri-forslag til kontakter
de: Siri-Vorschläge für Kontakte anzeigen
el: Εμφάνιση Προτάσεων Siri για επαφές
es: Mostrar sugerencias de Siri de contactos
es_us: Mostrar sugerencias de Siri para contactos
fi: Näytä Siri-ehdotukset Yhteystiedoissa
fr: Afficher les suggestions Siri pour les contacts
fr_ca: Afficher les suggestions de contacts de Siri
he: הצגת ״הצעות של Siri״ עבור אנשי קשר
hi: संपर्कों के लिए Siri सुझाव दिखाएँ
hr: Prikaži Siri prijedloge za kontakte
hu: Siri-javaslatok megjelenítése a kontaktokhoz
id: Tampilkan Saran Siri untuk kontak
it: Mostra suggerimenti di Siri per i contatti
ja: Siriからの連絡先の提案を表示
ko: Siri 연락처 제안 보기
ms: Tunjukkan Cadangan Siri untuk kenalan
nl: Toon Siri-suggesties voor contacten
no: Vis forslag fra Siri for kontakter
pl: Pokazuj sugestie Siri dla kontaktów
pt: Mostrar Sugestões da Siri para contatos
pt_pt: Mostrar Sugestões de Siri para contactos
ro: Afișează sugestiile Siri pentru contacte
ru: Показывать предложения Siri для Контактов
sk: Zobrazovať návrhy Siri pre kontakty
sl: Prikaži Sirijine predloge stikov
sv: Visa Siri-förslag för kontakter
th: แสดงคำแนะนำโดย Siri สำหรับรายชื่อ
tr: Kişiler için Siri Önerileri’ni göster
uk: Показувати пропозиції Siri для контактів
vi: Hiển thị Gợi ý của Siri cho liên hệ
zh_cn: 显示联系人的Siri建议
zh_hk: 顯示通訊錄適用的「Siri建議」
zh_tw: 顯示聯絡人的Siri建議

# VOICE_FEEDBACK_PREFER_SPOKEN_RESPONSES
source: Prefer Spoken Responses
ar: تفضيل الردود المنطوقة
ca: Prefereix les respostes parlades
cs: Preferovat mluvené odpovědi
da: Foretræk talte svar
de: Gesprochene Antworten bevorzugen
el: Προτίμηση εκφωνούμενων απαντήσεων
es: Preferir respuestas de voz
es_us: Preferir respuestas habladas
fi: Ensisijaisesti puhutut vastaukset
fr: Privilégier les réponses énoncées
fr_ca: Préférer les réponses énoncées
he: העדפת תגובות קוליות
hi: बोले जाने वाले जवाबों को प्राथमिकता दें
hr: Preferiraj Izgovorene odgovore
hu: Beszédhangos válaszok előnyben részesítése
id: Pilih Respons Lisan
it: Preferisci risposte parlate
ja: 応答の読み上げを優先
ko: 음성 응답 선호
ms: Utamakan Respons Dituturkan
nl: Bij voorkeur gesproken reacties
no: Foretrekk oppleste svar
pl: Preferuj odpowiedzi głosowe
pt: Preferir Respostas Faladas
pt_pt: Preferir respostas enunciadas
ro: Preferință pentru răspunsuri enunțate
ru: Предпочитать голосовые ответы
sk: Preferovať hovorené odpovede
sl: Prednost daj izgovorjenim odgovorom
sv: Föredra upplästa svar
th: ต้องการเสียงพูดโต้ตอบ
tr: Sesli Yanıtları Tercih Et
uk: Віддавати перевагу промовленим відповідям
vi: Ưu tiên phản hồi được nói
zh_cn: 首选语音回应
zh_hk: 偏好語音回覆
zh_tw: 偏好語音回應

# VOICE_FEEDBACK
source: Spoken Responses
ar: الإجابات المنطوقة
ca: Respostes parlades
cs: Mluvené odpovědi
da: Talte svar
de: Gesprochene Antworten
el: Εκφωνούμενες απαντήσεις
es: Respuestas de voz
es_us: Respuestas habladas
fi: Puhutut vastaukset
fr: Réponses énoncées
fr_ca: Réponses énoncées
he: תגובות קוליות
hi: बोले जाने वाले जवाब
hr: Izgovoreni odgovori
hu: Beszédhangos válaszok
id: Respons Lisan
it: Risposte parlate
ja: 応答の読み上げ
ko: 음성 응답
ms: Respons Dituturkan
nl: Gesproken reacties
no: Oppleste svar
pl: Odpowiedzi głosowe
pt: Respostas Faladas
pt_pt: Respostas enunciadas
ro: Răspunsuri enunțate
ru: Ответы вслух
sk: Hovorené odpovede
sl: Izgovorjeni odgovori
sv: Upplästa svar
th: เสียงพูดโต้ตอบ
tr: Sesli Yanıtlar
uk: Промовляти відповіді
vi: Phản hồi được nói
zh_cn: 语音回应
zh_hk: 語音回覆
zh_tw: 語音回應

# SIRISUGGESTIONS_LEARNONLY_TEXT
source: Allow Siri to learn from how you use this application in order to make suggestions across applications.
ar: اسمح لـ Siri بالتعرّف على استخدامك لهذا التطبيق بهدف تقديم الاقتراحات عبر التطبيقات.
ca: Permet que Siri aprengui com utilitzes l’app per poder fer‑te suggeriments en d’altres.
cs: Umožní Siri učit se ze způsobu, jakým s touto aplikací pracujete, a získané informace využívat při generování návrhů v jiných aplikacích.
da: Siri må lære af den måde, du bruger appen på, for at fremsætte forslag i apps.
de: Erlaube Siri, zu lernen, wie du diese App verwendest, damit dir Vorschläge in anderen Apps angezeigt werden können.
el: Επιτρέψτε στο Siri να μαθαίνει από τον τρόπο που χρησιμοποιείτε αυτήν την εφαρμογή για να κάνει προτάσεις σε εφαρμογές.
es: Permite que Siri aprenda cómo usas esta aplicación para ofrecer sugerencias en otras.
es_us: Permite que Siri aprenda cómo usas esta app para hacer sugerencias en otras apps.
fi: Salli Sirin oppia kuinka käytät tätä appia, jotta se voi tehdä ehdotuksia muissa apeissa.
fr: Autorisez Siri à faire des suggestions dans les différentes applications en fonction de votre utilisation de cette application.
fr_ca: Autorisez Siri à apprendre de votre utilisation de cette app afin de faire des suggestions dans les autres apps.
he: ניתן לאפשר ל-Siri ללמוד מאופן השימוש שלך ביישום זה כדי להציג הצעות בכל היישומים.
hi: Siri को यह जानने की अनुमति दें कि आप इस ऐप्लिकेशन का उपयोग कैसे करते हैं ताकि सभी ऐप्लिकेशन में सुझाव दिए जा सकें।
hr: Omogućite Siri učenje iz načina na koji koristite ovu aplikaciju kako bi mogla davati prijedloge u svim aplikacijama.
hu: Engedélyezheti Sirinek, hogy tanuljon abból, Ön hogyan használja ezt az alkalmazást, hogy több alkalmazásban is javaslatokat tehessen.
id: Izinkan Siri mempelajari cara Anda menggunakan aplikasi ini agar dapat membuat saran di semua aplikasi.
it: Consenti a Siri di imparare dal modo in cui usi l’applicazione per ottenere suggerimenti tra applicazioni diverse.
ja: さまざまなアプリケーションに関する提案ができるように、このアプリケーションの使用状況をSiriが学習することを許可します。
ko: 사용자가 이 응용 프로그램을 사용하는 방법을 Siri가 학습하도록 허용하여 응용 프로그램 간에 제안할 수 있도록 합니다.
ms: Benarkan Siri mempelajari cara anda menggunakan aplikasi ini untuk membuat cadangan merentas aplikasi.
nl: Sta Siri toe te leren van de manier waarop je deze app gebruikt om je suggesties in andere apps te kunnen geven.
no: Tillat at Siri kan lære av din bruk av denne appen og gi forslag på tvers av apper.
pl: Pozwól Siri nauczyć się, jak używasz tej aplikacji, aby umożliwić tworzenie dotyczących jej sugestii w innych aplikacjach.
pt: Permita que a Siri aprenda como você usa este aplicativo, a fim de fazer sugestões entre aplicativos.
pt_pt: Permitir que Siri aprenda com a sua utilização desta aplicação para poder fazer sugestões entre aplicações.
ro: Permiteți ca Siri să învețe din modul în care utilizați această aplicație pentru a face sugestii în mai multe aplicații.
ru: Разрешить Siri анализировать, как Вы используете это приложение, чтобы сделать предложения более релевантными.
sk: Siri sa môže učiť zo spôsobu, akým používate túto aplikáciu, a získané informácie používať pri generovaní návrhov v iných aplikáciách.
sl: Dovolite, da se Siri uči na podlagi tega, kako uporabljate aplikacijo, da lahko podaja predloge v različnih aplikacijah.
sv: Tillåt att Siri lär sig från hur du använder den här appen för att kunna ge förslag i andra appar.
th: อนุญาตให้ Siri เรียนรู้จากวิธีที่คุณใช้แอปพลิเคชันนี้เพื่อเสนอคำแนะนำในแอปพลิเคชันทั้งหมด
tr: Siri’nin uygulamalarda önerilerde bulunabilmesi için bu uygulamayı nasıl kullandığınızı öğrenmesine izin verin.
uk: Дозволити Siri збирати дані про використання вами цієї програми і на їх основі створювати пропозиції для інших програм.
vi: Cho phép Siri ghi nhớ cách bạn sử dụng ứng dụng này để đưa ra các gợi ý trong các ứng dụng.
zh_cn: 允许Siri学习你使用此应用程序的方式以在应用程序间提供建议。
zh_hk: 允許Siri學習你使用此應用程式的方式，以便在不同應用程式中提出建議。
zh_tw: 允許Siri學習你使用此應用程式的方式，以便在多個應用程式中建議。

# ALLOW_WHEN_LOCKED_LABEL
source: Allow Siri when locked
ar: السماح بـ Siri أثناء القفل
ca: Permet Siri quan el dispositiu està bloquejat
cs: Povolit Siri při uzamčení
da: Tillad Siri, når enheden er låst
de: Siri bei gesperrtem Gerät erlauben
el: Να επιτρέπεται το Siri από κλειδωμένη οθόνη
es: Permitir Siri con la pantalla bloqueada
es_us: Permitir Siri con dispositivo bloqueado
fi: Salli Siri, kun lukittuna
fr: Autoriser Siri lorsque l’appareil est verrouillé
fr_ca: Autoriser Siri en mode verrouillé
he: שימוש ב-Siri כאשר המכשיר נעול
hi: लॉक रहने पर Siri को अनुमति दें
hr: Dozvoli Siri kad je uređaj zaključan
hu: Siri engedélyezése zárolt állapotban
id: Izinkan Siri saat terkunci
it: Consenti Siri quando bloccato
ja: ロック中にSiriを許可
ko: 잠겨 있는 동안 Siri 허용
ms: Benarkan Siri apabila dikunci
nl: Sta Siri toe bij vergrendeling
no: Tillat Siri på låst skjerm
pl: Dostęp do Siri przy blokadzie
pt: Permitir Siri quando bloqueado
pt_pt: Permitir Siri com o ecrã bloqueado
ro: Permite Siri în timpul blocării ecranului
ru: Siri с блокировкой экрана
sk: Povoliť Siri zo zamknutej obrazovky
sl: Dovoli Siri, ko je naprava zaklenjena
sv: Tillåt Siri när skärmen är låst
th: อนุญาต Siri ขณะล็อคอยู่
tr: Kilitliyken Siri’ye izin ver
uk: Дозволити Siri під замком
vi: Cho phép Siri khi bị khóa
zh_cn: 锁定时允许使用Siri
zh_hk: 鎖定時允許Siri
zh_tw: 鎖定時允許Siri

# GM_LANGUAGE_UNAVAILABLE
source: Apple Intelligence is not available when Mac is set to %@.
ar: لا يتاح ذكاء Apple عند تعيين لغة Mac على %@.
ca: L’Apple Intelligence no està disponible amb el Mac configurat en %@.
cs: Když se na Macu používá %@, Apple Intelligence není k dispozici.
da: Apple Intelligence er ikke tilgængelig, når Mac er indstillet til %@.
de: Apple Intelligence ist nicht verfügbar, wenn auf dem Mac „%@“ eingestellt ist.
el: Το Apple Intelligence δεν είναι διαθέσιμο όταν η γλώσσα του Mac έχει οριστεί σε %@.
es: Apple Intelligence no está disponible si el Mac se ha configurado en %@.
es_us: Apple Intelligence no está disponible si la Mac se configuró en %@.
fi: Apple Intelligence ei ole käytettävissä, kun Macin kielenä on %@.
fr: Apple Intelligence n’est pas disponible lorsque la langue du Mac est réglée sur %@.
fr_ca: Apple Intelligence n’est pas disponible quand le Mac fonctionne en %@.
he: ‏Apple Intelligence אינו זמין כששפת ה-Mac היא %@.
hi: Mac के %@ पर सेट होने पर Apple Intelligence उपलब्ध नहीं होता है।
hr: Apple Intelligence nije dostupan kad je Mac podešen na %@.
hu: Az Apple Intelligence nem érhető el, amikor a Mac %@ nyelvre van beállítva.
id: Apple Intelligence tidak tersedia saat Mac diatur ke %@.
it: Apple Intelligence non è disponibile quando la lingua impostata per il Mac è “%@”.
ja: Macが%@に設定されているときはApple Intelligenceは使用できません。
ko: Mac이 %@로 설정된 경우에는 Apple Intelligence를 사용할 수 없습니다.
ms: Apple Intelligence tidak tersedia apabila Mac disetkan kepada %@.
nl: Apple Intelligence is niet beschikbaar wanneer de Mac is ingesteld op %@.
no: Apple Intelligence er ikke tilgjengelig når Macen brukes på %@.
pl: Nie możesz korzystać z Apple Intelligence, gdy język Maca to %@.
pt: A Apple Intelligence não está disponível para o Mac em %@.
pt_pt: Apple Intelligence não está disponível quando o Mac está definido para %@.
ro: Funcționalitatea Apple Intelligence nu este disponibilă atunci când Mac‑ul utilizează limba %@.
ru: Функции Apple Intelligence недоступны, когда %@ выбран как язык Mac.
sk: Na Macoch, na ktorých sa používa %@, nie je funkcia Apple Intelligence k dispozícii.
sl: Apple Intelligence ni na voljo, ko je Mac nastavljen na »%@«.
sv: Apple Intelligence är inte tillgängligt när datorn är inställd på %@.
th: ไม่มี Apple Intelligence เมื่อตั้งค่า Mac เป็น%[tt]@
tr: Mac dil ayarı %@ iken Apple Intelligence kullanılamaz.
uk: Функції Apple Intelligence недоступні, коли мовою Mac є %@.
vi: Apple Intelligence không khả dụng khi máy Mac được đặt thành %@.
zh_cn: Mac设为%@时，Apple智能不可用。
zh_hk: Mac設定為%@時無法使用Apple Intelligence。
zh_tw: Apple Intelligence無法在Mac設定為%@時使用。
